Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/white_papers/gievrras_giellamodeallat.pdf.tmx
Source language: sme
Languages: smj

source: Gielladiđolaš bargu nannet gielalaš ráhkadusaid mánáid gielas ovddida maid mánáid obbalaš giellaovdáneami.
smj: Gielladiedulasj barggo nannit gielalasj tsiekkadusájt mánáj gielan åvdet mánáj åbbålasj giellaåvddånimev aj.

source: Dat viiddida máná sátnevuorkká ja dat nanne mánáid konteavsttahis giela (giella mii gieđahallá áššiid mat eai leat dás ja dál).
smj: Dat vijdet máná báhkoboanndudagáv ja nanni mánáj kontevstadis gielav (giella mij giehtadallá vidjurijt ma ælla dánna ja dálla).

source: Sihke sátnevuorká ja konteavsttahis giella leat dárbbašlaččat skuvlaagis go mánná dađi mielde galgá oahppagoahtit lohkama bokte.
smj: Sihke báhkoboanndudahka ja kontevstadis giella li dárbulap skåvllåálldarin gå mánná maŋenagi galggá låhkåma baktu oahppagoahtet.

source: Gielladiđolaš bargu maid nanne máná muitalandáiddu ja dáiddu ovdanbuktit iežas jurdagiid.
smj: Gielladiedulasj barggo aj nanni máná subtsastimtjehpudagáv ja tjehpudagáv ietjas ájádusájt åvddån buktet.

source: Mánát berrejit vásihit máŋggabealat giellabirrasa, gos sii ieža maid galget oassálastit ságastallamiin sihke dálá áiggi, vássán áiggi ja boahtte áiggi birra, gos vurdojuvvo ahte sii sihke vástidit ja jerret, guldalit ja muitalit.
smj: Máná bierriji moattebelak giellabirrasav vásedit, gånnå ietja aj galggi ságastallamijda sæbrrat sihke dálásj, vássám ja boahtte ájge birra, gånnå vuordeduvvá sihke vásstedi ja gatjádalli, gulldali ja subtsasti.

source: Mánáidgárddiin berre muitit ahte mánát galggašedje oažžut nu buori vuođu sámegielas ahte nákcejit oahppat sámegiela bokte.
smj: Mánájgárdijn bierri mujttet máná galgalulun oadtjot nav buorre vuodov sámegielan jut bukti sámegiela baktu oahppat.

source: Dat mearkkaša ahte sii áddejit maiddái dalle go hubmojuvvo áššiid birra mat eai dáhpáhuva dás ja dál, ja ahte máhttet muitalit iežaset jurdagiid birra nu, ahte nubbi olmmoš dan ipmirda.
smj: Dat merkaj dádjadi aj dalloj gå ságastuvvá ássjij birra ma e dáhpáduvá dánna ja dálla, ja jut máhtti subtsastit ietjasa ájádusáj birra navti jut nubbe ulmusj dav dádjat.

source: 9.2.2 Movt álggahit gielladiđolaš barggu oamastanmodeallas Oamastanjoavkku mánáid váhnemiin ii leat ollu sámegielmáhttu, nu ahte jus mánná galgá šaddat sámegielagin, de dainna ferte mánáidgárdi dahje skuvla bargat.
smj: 9.2.2 Gåktu åmastimmodella gielladiedulasj bargov álgadit Åmastimjuohkusa mánáj æjgáda e heva sámegielav buvte, jus de mánná galggá sjaddat sámegielagin, de hæhttu mánájgárdde jali skåvllå dajna barggat.

source: Váhnemat leat válljen sámegielat fálaldaga mánáidasaset ja dainna lágiin čájehit 33 ahte sii háliidit ahte mánná galgá sámegielagin šaddat.
smj: Æjgáda li sámegielak fálaldagáv válljim mánájdisesa ja navti vuosedibá jut sihtaba mánná galggá sámegielagin sjaddat.

source: Oamastanjoavkku hárrái lea danin hui dehálaš ahte váhnemiidda čilgejuvvo dárkilit mii lea mánáidgárddi ja skuvlla bargu: jus galgá nagodit hábmet ovttagielat sámegielat birrasa, de dat mearkkaša dan ahte mánát eai ieža beasa válljet makkár giela háliidit hupmat mánáidgárddis dahje skuvllas.
smj: Åmastimjuohkusa hárráj la danen viek ájnas jut æjgádijda tjielggiduvvá dárkkelit mij la mánájgárde ja skåvlå barggo: jus galggá nahkat avtagielak sámegielak birrasav hábbmit, de dat merkaj máná e ietja besa válljit makkir gielav sihti mánájgárden jali skåvlån ságastit.

source: Rávesolbmuid dehálaš bargun lea baicca stivret mánáid giellageavaheami vai mánát sámástišgohtet.
smj: Ållessjattugij ájnas barggon la farra mánáj giellaanov stivrrit vaj máná sámástahttjáji.

source: Go váhnemat dihtet makkár giellageavadat mánáidgárddis leat, de sis lea alddiineaset vejolašvuohta ovdal juo árvvoštallat heivego dat sin bearrašii, ja válljet eará fálaldaga jus ii heive.
smj: Gå æjgáda diehti makkir giellapráksisa mánájgárden li, de bessi ietja juo árvustallat hiehpá gus dat sijá familljaj, ja válljit ietjá fálaldagáv jus ij hieba.

source: Giellaservošiidda addá diehttevašvuođa go sámegielat mánáidgárde- ja skuvlafálaldagain leat čielga gielalaš mihtut ja bargovuogit, mat eai rievddat váhnenjoavkku molsašuddi vuordámušaid mielde.
smj: Giellasebrudagájda sjaddá árvvedahtte gå sámegielak mánájgárdde- ja skåvllåfálaldagájn li tjielgga gielalasj ulme ja barggovuoge, ma e målso vájku æjgátjuohkusa vuorddemusá målssu.

source: Lea erenoamáš deaŧalaš ahte sámegielat fálaldagat nákcejit bisuhit ovttagielatvuođa ja čilget váhnemiidda manne dat bissu nu.
smj: Sierraláhkáj ájnas la jut sámegielak fálaldagá nahki avtagielakvuodav bisodit ja tjielggit æjgádijda manen dat bissu navti.

source: Bargit fertejit dovdat giellaválljema prinsihpaid dan mađe bures ahte nagodit jeđđet ja doarjut vuorjašuvvan váhnemiid almmá rievdatkeahttá ovttagielatvuođa.
smj: Bargge hæhttuji dåbddåt giellaválljima prinsihpajt dan made buoragit váj bukti jaskadit ja doarjjot måråstam æjgádijt váni avtagielakvuodav rievddadimes.

source: Bargit eai galgga ráhkadit priváhta šiehtadusaid ovttaskas váhnemiiguin geavahit riikkagiela gaskkohagaid.
smj: Bargge e galga dahkat priváhta sjiehtadusájt aktugasj æjgádij váj rijkagielav muhttijn ságas.

source: Váhnemiidda lea dehálaš muitalit movt oamastanmodeallas huksejuvvo mánáide oadjebas biras.
smj: Æjgádijda l ájnas subtsastit gåktu åmastimmodellan barggá váj hábbmi mánájda jasskis birrasav.

source: Riikkagielat mánná boahtá jovkui dakkár dilis, ahte son ii ádde maid bargit hupmet sutnje, muhto bargit gal áddejit maid son hupmá riikkagillii.
smj: Gå rijkagielak mánná boahtá juohkusij de ij dádjada majt bargge sunji javllá, valla bargge gal dádjadi majt mánná rijkagiellaj javllá.

source: Bargit čájehit mánnái hui konkrehtalaččat, ahte sii áddejit máná, muhto bissot ain sámegielas mánáin háladettiin.
smj: Bargge vuosedi mánnáj viek konkrehtalattjat jut dádjadi mánáv, valla bissu ájn sámegielan mánájn sáhkadattijn.

source: Smávva mánáiguin oadjebasvuohta ii leat dušše gielalaš gulahallama duohken, dat šaddá liegga láhttema ja meannudeami bokte.
smj: Smávva mánáj jasskisvuohta 33 ij la dåssju gielalasj guládallama duogen, oaggi aj liegga ulmutjahttema ja huvso baktu.

source: Mánáid lea maid dehálaš oahpásmahttit ja searvadahttit ulbmilii.
smj: Ájnas la aj mánájt oahpásmahttet ja sebrudahttet gielalasj ulmmáj.

source: Rávesolbmot fertejit čielgasit hupmat maid vurdet mánás;
smj: Ållessjattuga hæhttuji tjielggasit javllat majt mánás vuorddi;

source: dáppe mii sámástit.
smj: dáppe sámástip.

source: Go lea sániiguin dán čilgen, dalle lea maid dehálaš ahte rávesolbmot daguid bokte duođaštit dán.
smj: Gå la bágoj dáv tjielggim, de la ájnas jut ållessjattuga dagoj baktu aj dáv duodasti.

source: Jus rávesolmmoš gullá mánáid ságasteame riikkagiela, de ferte juoga ládje dustet dan dili.
smj: Jus ållessjattuk gullá mánájt rijkagielav ságastimen, de hæhttu juokkirak láhkáj dav dilev duosstot.

source: Jus mánná lea reseptiiva sámegielat de ferte juoga láhkái reageret riikkagiela geavaheapmái.
smj: Jus mánná l reseptijva sámegielak de hæhttu juoŋga láhkáj reagierit rijkagiela adnuj.

source: Jus rávesolbmot leat dadjan ahte dáppe mii sámástit, muhto eai daga maidege go mánát hupmet riikkagiela, de dat lea čielga duppalkommunikašuvdna.
smj: Jus ållessjattuga li javllam dáppe sámástip, valla e majdik dagá gå máná rijkagielav ságasti, de dat la tjielgga guovtegærddásasj guládallam.

source: Dát boktá eahpádusa ja dorvvohisvuođa mánáid guovdu, go ii sáhte luohttit dasa maid rávesolbmot dadjet.
smj: Dát båktå juorrulimev ja hæsodisvuodav mánáj gaskan, gå ij máhte luohtedit dasi majt ållessjattuga javlli.

source: Árrana mánáidgárddis mánáidgárdejagi 2019/2020 álggahuvvui giellarievdadanprošeakta maid Ingrid Kintel jođihii ja mainna duođaid lihkostuvve.
smj: Árrana mánájgárden mánájgárddejagen 2019/2020 álgaduváj giellarievddadimprosjækta mav Ingrid Kintel jådedij ja majna duodaj vuorbástuvvin.

source: Go galge mánáid gulahallangiela rievdadit dárogielas sámegillii, de atne veahkkin dárogielsonaid.
smj: Gå galggin mánáj guládallamgielav rievddadit dárogielas sámegiellaj, de adnin viehkken dárogiela såvnåjt.

source: Juohke lanjas ledje alit teippain merken unna sonaža gokko lei lohpi dárustit.
smj: Juohkka lanján lidjin alek tejpajn mierkkim unna såvnåtjav gåggu lij loahpe dárustit.

source: Dákkár vuohki vásihuvvui buorren ja ávkkálažžan mánáidgárdebargiide.
smj: Dákkár vuohke váseduváj buorren ja ávkken mánájgárde barggijda.

source: Dat stivrejedje mánáid giellageavaheami, muhto sonaid bokte addui sadji máná ruovttugillii hui ráddjejuvvon hámis.
smj: Da stivrrijin mánáj giellaanov, valla såvnåj baktu vatteduváj sadje máná sijddagiellaj viek ráddjiduvvam hámen.

source: Jus bargit gulle mánáid dárusteame, de baicca go dan álo cuiggodit, maid bargit vásihedje vuorjamiin, de besse dadjat mánnái: “mun gulan ahte dus lea dárbu dárustit.
smj: Jus bargge gullin mánájt dárustimen, de farra gå dav agev tsuojggit, mij barggijda lij vájvve, de bessin mánnáj javllat: “guláv dujna l dárbbo dárustit.

source: Boađe mu mielde dárogielsonii ja doppe beasat 34 dárustit.
smj: Boade muv fáron dárogiela såvnnåj de dåppe besa dárustit.

source: ” Diekkár čielga sonat dahke sámásteami hui konkrehtan mánáide, ja váhnemiidda dat dovdui oadjebassan.
smj: ” Dákkir tjielgga såvnå dahkin sámástimev viek konkriehtan mánájda, ja æjgádijda dat dåbdduj jasskadin.

source: Dađi mielde go mánát hárjánedje sámástit, de šattai unnit ja unnit dárbu dáidda sonaide.
smj: Maŋenagi gå máná hárjjánin sámástit, de sjattaj binnep ja binnep dárbbo dájda såvnåjda.

source: Jus leat mánát geat eai vel máhte sámegiela, de ii sáhte sis gáibidit ahte galget sámástit, go dat ii leat vejolaš mánnái.
smj: Jus li máná gudi e ájn buvte sámástit, de ij máhte sijás gájbbedit jut galggi sámástit, gå dat ij la máhttelis mánnáj.

source: Dakkár dilis fertejit bargit leat dán máná lahkosiin ja veahkehit dán máná ja sihkkarastit ahte su giellageavaheapmi ii stivregoađe olles mánnájoavkku giellageavaheami, dalle go dát mánná lea sámegiela oamasteame.
smj: Dakkár dilen hæhttuji bargge liehket dán máná lahkusin ja dáv mánáv viehkedit ja sihkarasstet jut suv giellaadno ij stivrrigoade ålles mánnájuohkusa giellaanov, madi dát mánná l sámegielav åmastimen.

source: Mánnái ii leat sámásteapmi oahpes dilli, dat lea juoga ođas.
smj: Mánnáj ij la oahpes dille sámástit, dat la juoga ådås.

source: Dákkár dilli lea hástaleaddji ja gáibida mánás ollu, nugo juohke rávesolbmosge gii galggašii ođđa giela hupmagoahtit.
smj: Dákkár dille l hásstaliddje ja gájbbet mánás ålov, dagu juohkka ållessjattugis guhti galgaluluj ådå gielav ságastahttját.

source: Jus mánáidgárddis dahje skuvllas leat bargit geat ieža leat leamaš sullasaš dilis, ahte su ruovttugiella ii lean sámegiella, muhto lea sámástišgoahtán easkka maŋŋil eallimis, de leat dán olbmo vásáhusat resursan bargui.
smj: Jus mánájgárden jali skåvlån li bargge gudi ietja li muodugasj dilen læhkám, jut suv sijddagiella ij lim sámegiella, valla l sámástahttjám esski maŋŋela iellemin, de li dán ulmutja vásádusá ressurssan bargguj.

source: Dakkár bargi lea leamaš seamma dilis go mánát leat dál.
smj: Dakkár bargge l læhkám sæmmi dilen gå máná li dálla.

source: Rávesolmmoš sáhttá mánáiguin hupmat iežas vásáhusaid birra: mánát ja rávesolmmoš besset ovttas hupmat dan birra movt sidjiide lea sámástit, ja rávesolmmoš sáhttá maid čilget movt sutnje dál lea sámástit go lea hárjánan dasa.
smj: Ållessjattuk máhttá mánáj ságastit ietjas vásádusáj birra: máná ja ållessjattuk bessi aktan ságastit gåktu sidjij la sámástit, ja ållessjattuk máhttá aj tjielggit gåktu sunji l sámástit dálla gå la dasi hárjjánam.

source: Go hárjána sámástit, de dat ii leat šat nu gáibideaddji, de beassá čevllohallat.
smj: Gå hárjján sámástit, de ij desti sæmmi ålov gájbbeda, de bæssá mihástallat.

source: Dainna lágiin de oadjuda mánáid, dat maid mánná vásiha ja dovdá lea áibbas lunddolaš, ja daidda dovdduide lea maid sadji mánáidgárddis dahje skuvllas.
smj: Navti de oadjot mánájt, majt mánná váset ja dåbddå l ållu luondulasj, ja dajda dåbdojda la aj sadje mánájgárden jali skåvlån.

source: Mánná maid oažžu áddejumi ahte dákkár hástaleaddji dilli ii bistte agibeaivvi, dát dovddut váidot go olmmoš hárjána sámástit.
smj: Mánná aj dádjat dákkár hásstaliddje dille ij la ihkevin ájggáj, dá dåbdo binnu gå hárjján sámástit.

source: Dákkár ságastallama bokte mánná ii dárbbaš okto dovdduid gieđahallat.
smj: Dákkár ságastallama baktu mánná ij dárbaha aktu dåbdojt giehtadallat.

source: Go álggaha barggu oamastanjoavkkus dahje mánnájoavkkus, mas riikkagiella lea gulahallangiellan mánáid gaskkas, de ii leat čađahahtti mearridit ahte ihttin galgá sámegiella leat gulahallangiellan juohke áidna dilis ja doaimmas.
smj: Gå bargov álgat åmastimjuohkusin jali mánnájuohkusin manna rijkagiella l guládallamgiellan mánáj gaskan, de ij la tjadádahtte mierredit jut idet galggá sámegiella liehket guládallamgiellan juohkka ájnna dilen ja dáhpádusán.

source: Dáinna lágiin lea váttis lihkostuvvat.
smj: Návti l gássjel vuorbástuvvat.

source: Dakkár bargovuohki, mas buot galgá rievdat ovttatmano, šaddá ilá lossadin bargiide ja mánáide.
smj: Dakkár barggovuohke, manna divna galggá dakkavide rievddat, sjaddá ilá låssåt barggijda ja mánájda.

source: Lea jierpmálaččat mearridit vissis doaimmaid dahje lanjaid gos buohkat galget sámástit, ja go mánát sámástit dain doaimmain dahje lanjain, de baicca viiddidit sámásteami eará doaimmaide dahje latnjii.
smj: Lisj dávk jiermálasj mierredit visses dáhpádusáj jali lanjáj gånnå gájka galggi sámástit, ja gå máná sámásti dajn dáhpádusájn jali lanjájn, de farra vijdet sámástimev ietjá dáhpádusájda jali lanjájda.

source: Dáinna lágiin sámásteami ráddje čielgasit álggus, ja de viiddida maŋŋel go mánát sámástišgohtet.
smj: Navti sámástimev tjielggasit ráddji álgon, ja de vijdet maŋenagi gå máná sámástahttjáji.

source: De rávesolbmot besset hui diđolaččat bargat giellamolsumiin vissis áiggi, ja duođaid bidjat návccaid dasa ahte rievdadit mánáid giellageavaheami.
smj: De ållessjattuga bessi viek diedulattjat giellamålssomijn visses ájge barggat, ja duodaj biedjat fámojt jut mánáj giellaanov rievddadip.

source: Dákkár bargovugiin rávesolbmot šaddet hui diđolažžan iežaset bargovugiid hárrái.
smj: Dákkár barggovuogijn ållessjattuga sjaddi viek diedulattjan ietjasa barggovuogij hárráj.

source: Mánáide šaddá maid vejolaš lihkostuvvat sámástemiin, go galget álggus sámástit ráddjejuvvon bottuin, ja easkka go leat hárjánan sámástit ja hálddašit dan, de viiddiduvvo sámásteapmi.
smj: Mánájda sjaddá aj vejulasj sámástimijn vuorbástuvvat, gå galggi álgon sámástit ráddjiduvvam båttåjn, ja esski gå li hárjjánam sámástit ja dav háldadi, de sámástibme vijdeduvvá.

source: Go galgá válljet doaimmaid main álgá molsut giellageavaheami riikkagielas sámegillii, de lea vuogas válljet doaimmaid main eanas sámegielat bargit sáhttet oassálastit.
smj: Gå galggá válljit dáhpádusájt majna giellaanov målssogoahtá rijkagielas sámegiellaj, de la vuogas válljit dáhpádusájt majda ienemus sámegielak bargge máhtti sæbrrat.

source: Lea maid vuogas válljet doaimmaid mat mánáid mielas leat suohttasat, dahje doaimmaid mat leat seammaláganat juohke beaivvi.
smj: Vuogas la válljit dáhpádusájt ma mánáj mielas li suohttasa, jali dáhpádusájt ma li sæmmilágátja juohkka biejve.

source: Skierre ovdaskuvllas Jielleváris dahke Stina Negga, Gudrun Kuhmunen ja Erika Jannok jagi 2019/2020 oktasaš iđđesborramiid dakkár ovttagielat sámegielat doaibman, mas buohkat galge 35 sámástit ja mas bargit diđolaččat stivrejedje mánáid giellageavaheami.
smj: Skierre åvddåskåvlån Jielleváren dahkin Stina Negga, Gudrun Kuhmunen ja Erika Jannok jagen 2019/2020 aktisasj idedisbiebmojt dakkár avtagielak sámegielak dáhpádussan manna gájka galggin sámástit ja manna bargge diedulattjat mánáj giellaanov stivrrijin.

source: Máŋgii mánáidgárddis buoremusat lihkostuvvet giellageavahemiin juste borranbottuin, ja Skierris ledje nu vuohkkasit bidjan liige deattu sámegillii jur beaivvi álggus, juste vai mánát joatkkášedje sámástemiin go ledje beaivet dainna álgán.
smj: Moatten mánájgárden buoremusát vuorbástuvvá giellaanujn jur bårråmbåttåjn, ja Skierren lidjin navti duodde dættov biedjam sámegiellaj biejve álgon, jur nav váj máná lulun joarkket sámástimijn gå lidjin biejven dajna álggám.

source: Mánáid berre maid searvadahttit árvvoštallamii: “sámásteimmetgo?
smj: Mánájt bierri aj sebrudahttet árvustallamij: “sámástijma gus?

source: Dákkár ráddjejuvvon doaimmaid maŋŋel lea maid dehálaš ahte mánát besset mielde árvvoštallamis.
smj: Dákkár ráddjiduvvam dáhpádusáj maŋŋela la aj ájnas jut máná bessi fárruj árvustallamij.

source: Dáinna lágiin beassá rávesolmmoš láidet ja veahkehit mánáid lihkostuvvama guvlui, go mánát eai leat sámástan, ja go leat sámástan, de besset maŋŋil ávvudit lihkostuvvama.
smj: Navti bæssá ållessjattuk lájddit ja viehkedit mánáj vuorbástuvvama guovlluj, gå máná ælla sámástam, ja gå li sámástam, de bessi maŋŋela vuorbástuvvamav ávvudit.

source: Ságastallamiidda gielalaš ulbmiliid, dovdduid ja árvvoštallama birra berre dávjá láhčit saji, vai dat álo leat ságastanfáddán mánnájoavkkus.
smj: Ságastallamijda gielalasj ulmij, dåbdoj ja árvustallama birra bierri álu sajev láhtjet, vaj da agev li ságastime ássjen mánnájuohkusin.

source: Ná sihkkarastá ahte mánát ožžot oasi diđolaš giellageavadiidda ja leat ieža mielde dahkame sámegiela gulahallangiellan.
smj: Návti sihkarasstá máná oadtju oasev diedulasj giellapráksisijs ja ietja sæbrri sámegielav guládallamgiellan åttjudimen.

source: Go oamastanjoavkku mánát sámástit, ja atnet sámegiela sihke oahppama ja gulahallama reaidun, de bargagoahtá vugiiguin mat gullet nannenmodellii.
smj: Gå åmastimjuohkusa máná sámásti, ja adni sámegielav sihke oahppama ja guládallama ræjddon, de barggagoahtá vuogij ma nannimmodællaj gulluji.

source: Vaikko mánát dalle sámástitge, de ferte goitge joatkit árvvoštallamiin, vai dakkaviđe fuomáša jus riikkagiella fas vuoitigoahtá saji mánnájoavkkus.
smj: Vájku máná dalloj sámásti, de hæhttu huoman joarkket árvustallamijn, vaj dakkavide ájttsá jus rijkagiella vas vuojttegoahtá sajev mánnájuohkusin.

source: 9.2.3 Ságastallanstrategiijat Ságastallanstrategiijat stivrejit ságastallama giellaválljema, daid bokte bohtet ságasteddjiid sávaldagat ja vuordámušat giellaválljemii ovdan.
smj: 9.2.3 Ságastallamstratesjijja Ságastallamstratesjijja stivrriji ságastallama giellaválljimav, daj baktu båhti ságastiddjij sávadusá ja vuorddemusá giellaválljimijda åvddån.

source: Ságastallanstrategiijat stivrejit ná giellaválljema, ja sámi konteavsttas de juogo ávžžuhit geavahit sámegiela dahje garvit sámegielgeavaheami.
smj: Navti ságastallamstratesjijja giellaválljimav stivrriji, ja sáme kontevstan de juogu ávttjiji 35 sámegielav anátjit jali biehtodi sámegieladnemav..

source: Ságastallanstrategiijat juhkkojit guovtti oassái: ovttagielat ságastallanstrategiijat ja guovttegielat ságastallanstrategiijat.
smj: Ságastallamstratesjijjajt juohká guoktáj: avtagielak ságastallamstratesjijja ja guovtegielak ságastallamstratesjijja.

source: Ovttagielat ságastallanstrategiijat váikkuhit dasa ahte rávesolmmoš ja mánná atniba ovtta giela ságasteamis, goappašagat sámásteaba, go fas guovttegielat ságastallanstrategiijat váikkuhit dasa ahte ságastallamis leat anus guokte giela.
smj: Avtagielak ságastallamstratesjijja vájkkudi nav váj ållessjattuk ja mánná ságastibá avtav gielav, goappátja sámástibá, madi vas guovtegielak ságastallamstratesjijja vájkkudi dasi váj ságastallamin li guokta giela anon.

source: Dábálaččat rávesolmmoš sámásta ja mánná fas vástida riikkagillii, dahje rávesolmmoš maid molsu giela sámegielas ja geavahišgoahtá riikkagiela.
smj: Dábálattjat ållessjattuk sámás ja mánná vas vásstet rijkagiellaj, jali de ållessjattuk aj målssu gielav sámegielas ja rijkagielav sáhkadahttjá.

source: Go Sámis áigu sosialiseret sámi mánáid hupmat sámegiela, de lea dehálaš diđolaččat geavahit ovttagielat ságastallanstrategiijaid.
smj: Gå Sámen ájggu sáme mánájt sosialisierit sámástittjat, de la ájnas diedulattjat adnet avtagielak ságastallamstratesjijjajt.

source: Jus atnit guovttegielat ságastallanstrategiijaid de láhčit dili dasa ahte mánát geavahit riikkagiela.
smj: Jus guovtegielak ságastallamstratesjijjajt adnep de hiebadip dilev dasi jut máná rijkagielav sáhkadi.

source: Ságastallanstrategiijaid lea lunddolaš diđolaččat atnit oamastanjoavkku mánáid hárrái dan muttus go sii leat oččodan giela doarvái vai nagodit sámástišgoahtit.
smj: Luondulasj la ságastallamstratesjijjajt diedulattjat adnet åmastimjuohkusa mánáj hárráj dan mutton gå gielav li åttjudam nuohkásit vaj bukti sámástahttját.

source: Lea maid vuogas geavahit nannenjoavkku mánáid hárrái, dalle go dat atnet riikkagiela sániid sámástettiin, dahje jus mánná láve válljet riikkagiela vaikko máhttáge sámegiela.
smj: Vuogas la aj adnet nannimjuohkusa mánáj hárráj, dalloj gå adni rijkagiela bágojt sámástattijn, jali jus mánná bruvkku rijkagielav válljit vájku buktá sámástit.

source: Čuovvovaš tabeallas leat muhtun ovdamearkkat ságastallanstrategiijain.
smj: Tjuovvovasj tabellan li muhtem ságastallamstratesjijjaj buojkulvisá.

source: Dat gustojit rávesolbmo ja máná ságastallamiin iešguđet oktavuođain, eai dušše mánáidgárddiin ja skuvllain.
smj: Da guosski ållessjattuga ja máná ságastallamijda iesjguhtik sajijn, ij dåssju mánájgárdijn ja skåvlåjn.

source: Buot strategiijat eai heive buot oktavuođaide;
smj: Divna stratesjijja e divna sajijda hieba;

source: ee. in ipmir -strategiija ii sáhte geavahit 36 oamastanmodeallas goittotge ovdal go mánát leat oččodan produktiivvalaš sámegiela.
smj: duola dagu iv dádjada -stratesjijjav ij máhte åmastimmodellan adnet, gåjt dal åvddål gå máná li produktijva sámegielav åttjudam.

source: Ovttagielat ságastallanstrategiijat – váikkuhit dasa ahte goappašagat, sihke rávesolmmoš ja mánná, sámásteaba
smj: Avtagielak ságastallamstratesjijja – vájkkudi jut goappátja, sihke ållessjattuk ja mánná, sámástibá

source: In ipmir -strategiija
smj: Iv dádjada -stratesjijja

source: Go mánná hupmá riikkagiela, de rávesolmmoš ille ipmirda.
smj: Gå mánná rijkagielav ságas, de ållessjattuk ij heva dádjada.

source: Go mánná hupmá riikkagiela, de rávesolmmoš árvádallá maid mánná lea dadjan.
smj: Gå mánná rijkagielav ságas, de ållessjattuk moanná majt mánná l javllam.

source: Sáhttá maid veahá boastut árvidit.
smj: Máhttá aj vehi boasstot månnat.

source: Go mánná hupmá riikkagiela, de rávesolmmoš dahká sániiguin čielggasin, ahte son vuordá sámegiela.
smj: Gå mánná rijkagielav ságas, de ållessjattuk dahká bágoj tjielggasin, jut vuorddá sámás.

source: Dat soaitá leat ee. “Maid?
smj: Dat máhttá liehket duola dagu “Majt?

source: ” “Muittátgo man gillii mii dáppe hupmat?
smj: ” “Mujtá gus makkir giellaj dáppe ságastip?

source: ” “Dajamat dan sámegillii!
smj: ” “Javla dav sábmáj!

source: Go mánná hupmá riikkagiela, de rávesolmmoš buktá geahčastagain ja mimihkain albmosii, ahte juoga ii leamaš sajis.
smj: Gå mánná rijkagielav ságas, de ållessjattuk buktá gehtjastagájn ja mimihkajn vuojnnusij, jut juoga ij la gåk galggá.

source: Rávesolmmoš veahkeha máná sámástišgoahtit nu, ahte álggaha sáni dahje cealkaga álggu sámegillii ja diktá máná joatkit.
smj: Ållessjattuk viehket mánáv sámástahttját navti jut álgat bágov jali gárgadisáv sámegiellaj ja dibddá mánáv joarkket.

source: Geardduheapmi
smj: 36 Gærddodit

source: Go mánná hupmá riikagiela, de rávesolmmoš geardduha dan maid mánná dajai sámegillii.
smj: Gå mánná rijkagielav ságas, de ållessjattuk gærddot majt mánná javlaj sámegiellaj.
